modules/testsuite/native-tests/src/test/resources/benchmark/jmeter/doclit/req4.xml

<env:Envelope xmlns:env='http://schemas.xmlsoap.org/soap/envelope/'>
    <env:Header/>
    <env:Body>
        <ns1:getOrder xmlns:ns1='http://org.jboss.ws/benchmark/types' xmlns:xsi='http://www.w3.org/2001/XMLSchema-instance'>
            <int_1>1</int_1>
            <int_2>1</int_2>
        </ns1:getOrder>
    </env:Body>
</env:Envelope>